Repository: devmonster423/ios-taxi
Catalog: ShortTrips/*.lproj/Localizable.strings
Languages: fr

source: Last verified geofence(s)
fr: Geofence(s) derniers verifié

source: Last verified location
fr: Emplacement dernier verifié

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Login
fr: Entrer

source: Logging In...
fr: Entrant...

source: Logout
fr: Se déconnecter

source: Error
fr: Erreur

source: An error occurred while fetching flight data.
fr: Une erreur est survenue lors de la récupération des données de vol.

source: Status code:
fr: Code d'état:

source: The flights object was nil.
fr: L'objet flights fut nil.

source: The terminals object was nil.
fr: L'objet terminals fut nil.

source: The status object was nil.
fr: L'objet status fut nil.

source: An error occurred while fetching parking-lot data.
fr: Une erreur est survenue lors de la récupération de données de parking.

source: Requesting Lot Status...
fr: Demandant statut du parking...

source: Terminals
fr: Aérogares

source: Terminal
fr: Aérogare

source: Requesting Flights...
fr: Demandant Vols...

source: Arrivals
fr: Arrivées

source: Departures
fr: Départs

source: Done
fr: Fini

source: Flights
fr: Vols

source: Flights In
fr: Vols Dans

source: Ago
fr: Au Passé

source: Sched.:
fr: Orig.:

source: Scheduled:
fr: Originel

source: Estimated:
fr: Estimé:

source: On Time
fr: À l'heure

source: Landing
fr: Atterissant

source: Landed
fr: Atterri

source: Delayed
fr: En retard

source: h:mma
fr: HH:mm

source: Totals
fr: Totales

source: Terminal One
fr: Aérogare Un

source: Terminal Two
fr: Aérogare Deux

source: Terminal Three
fr: Aérogare Trois

source: Int'l Terminal
fr: Int'l Aérogare

# LAST UPDATED LESS THAN A MINUTE AGO
source: UPDATED < 1 MINUTE AGO
fr: Réactualisé il y a < 1 minute

# LAST UPDATED A MINUTE AGO
source: UPDATED A MINUTE AGO
fr: Réactualisé il y a une minute

# LAST UPDATED %d MINUTES AGO
source: UPDATED %d MINUTES AGO
fr: Réactualisé il y a %d minutes
